---
kind: property
id: P:Autodesk.Revit.DB.ExternalResourceTypes.BuiltInExternalResourceTypes.KeynoteTable
source: html/e96bd8c6-308c-2ece-55a2-8a1b36c11c08.htm
---
# Autodesk.Revit.DB.ExternalResourceTypes.BuiltInExternalResourceTypes.KeynoteTable Property

An external resource type representing keynote data.

## Syntax (C#)
```csharp
public static ExternalResourceType KeynoteTable { get; }
```